tap 'adoptopenjdk/openjdk'

brew 'git'
brew 'hub'
brew 'diff-so-fancy'
brew 'maven'
brew 'node'
brew 'htop'
brew 'openjdk'
brew 'exa'
brew 'postgresql'
brew 'python'
brew 'go'

cask 'iterm2'
cask 'spotify'
cask 'postman'
cask 'docker'
cask 'adoptopenjdk'
cask 'adoptopenjdk11'
cask 'adoptopenjdk14'
cask 'intellij-idea-ce'
cask 'postico'
cask 'dbeaver-community'
cask 'visual-studio-code'
